{
    "main": [{
            "title": "Selecting Pencils for Drawing and Sketching",
            "subtitle": "Knowing how to interpret the 'H', 'B', and numbers on pencils can help you choose the right pencils for your art",
            "content": "<p><strong>Whether doing a quick sketch, a study or rendering a finished piece, the sort of pencil you need depends on its hardness.</strong> Harder pencils (sometimes called drafting pencils) make a lighter line and are better for sharp lines and defined edges. Softer pencils are darker and better suited to shading and filling in space. But, what determines a pencil’s hardness? And how can you tell which is which?</p><p>Since the late 18<sup>th</sup> century artist’s pencils have been made in what is known as the Conté Process. This involves mixing finely <strong>ground graphite powder with clay </strong>or other substances and then baking them. Changing the ratio of graphite to other substances allows more or less graphite to flow on to the page and effects how well it holds a point.</p><p>There have been a number of systems in place to distinguish pencil hardness. In America there is a number system where #1 is the softest and #4 the hardest. For artists' pencils, the European system is more common, which uses a <strong>combination of numbers and the letters H </strong><em>(think of 'H' for 'hard')</em><strong> and B</strong> <em>(think of 'B' for 'Black')</em>. This scale covers a wide range of hardnesses, usually ranging from 9H (the hardest) to 9B (the softest). In the center of the range is HB, the equivalent to the American standard #2 pencil.  The HB or #2 pencil is considered the preferred hardness for general writing and sketching.</p><p>These coding systems are informal and somewhat inconsistent. You may encounter variations like HH (2H), BBB (3B) or F (Fine point H). Despite being made through similar processes, pencil grading differs slightly from one manufacturer to the next, so always give your pencils a test scribble and be sure you get the hardness you need.</p>",
            "tags": ["drafting", "drawing", "graphite", "pencils", "sketching"],
            "image": "pencil-grades.jpg",
            "author": "David Freas"
        },
        {
            "title": "All About Erasers - part 1",
            "subtitle": "Pink and White",
            "content": "<p>The eraser may seem like the most straightforward tool at an artist’s disposal: erasers remove marks and lines, simple as that. But, in fact <strong>there are a number of different types of erasers designed for different purposes and different materials</strong>.</p><p><strong>Pink erasers</strong> are fairly stiff, solid and sometimes come on the ends of pencils. They were once made out of pink colored rubber. Now they're usually mixtures of rubber and synthetic plastics, and they're not always pink.</p><p><strong>White erasers</strong> and brightly colored are usually made from vinyl.  Vinyl is soft so it does not damage paper.  Vinyl also wears well, so erasers last a long time and can be shaped to specific angles by deliberately wearing down one side. <strong>White vinyl erasers are sometimes called 'self-cleaning erasers'</strong> because even when they are covered with a black coating of graphite or charcoal on the outside, they can be restored to their original white color simply by rubbing them on sheet of scrap paper.</p><p><strong>Pink and white erasers are best suited to clearing large areas of graphite from thicker paper</strong>. Although quality brands of pink and white erasers are most often problem free, they can each have their downfalls when not used carefully.  Pink erasers can be abrasive and may wear out or even tear thinner pages.  White erasers can cause smudging, especially if they have picked up oils from hands and fingers.</p><p>White vinyl erasers have a long life span, but old pink erasers eventually dry out and stop working correctly. Sometimes they'll even leave unsightly pink streaks. So, always have a fresh one on hand.</p>",
            "tags": ["charcoal", "drafting", "drawing", "graphite"],
            "image": "pink-white-erasers.jpg",
            "author": "David Freas"
        },
        {
            "title": "All About Erasers - part 2",
            "subtitle": "Gum Erasers",
            "content": "<strong>Gum erasers</strong> (also called 'Art gum erasers'), like pink and white erasers, are <strong>good for clearing large areas of a page</strong>. Gum erasers are not as stiff as pink erasers and are preferable for thin papers like drafting vellum or newsprint. Because they are made from a softer, coarser type of rubber, gum erasers are often a bit crumbly (especially if old and dried out). This isn’t an especially bad thing since it’s the little crumbles, called 'eraser dust', that actually hold the graphite lifted out of the page. This is why, unlike kneaded erasers, gum erasers won’t become dirty and black over time. They’ll just wear away bit by bit.",
            "tags": ["drafting", "drawing", "graphite"],
            "image": "artgum-eraser.jpg",
            "author": "David Freas"
        },
        {
            "title": "All About Erasers - part 3",
            "subtitle": "Kneaded Erasers",
            "content": "<p><strong>Kneaded erasers are soft, easy on paper, and can be formed into delicate shapes for greater precision in erasing.</strong> They are essential for subtractive drawing techniques like lifting out highlights and reflections.</p>  <p>Kneaded erasers collect graphite and charcoal dust and can become a bit messy. This is why they aren’t ideal for clearing large areas on a page. They’ll leave smudges.</p><p>It is impossible to really clean a kneaded eraser. You must literally knead the eraser, pulling it and folding it in on its self, in order to incorporate the graphite or charcoal dust into the eraser. Ultimately, your kneaded eraser will become saturated with this dust. It will be big and black and will leave more marks than it picks up. This is a sign that its time to replace your kneaded eraser.</p>",
            "tags": ["charcoal", "drawing", "graphite"],
            "image": "kneaded-erasers.jpg",
            "author": "David Freas"
        },
        {
            "title": "White Paints and Pigments",
            "subtitle": "Zinc, Titanium, or Flake",
            "content": "<p>White is one of the colors used most by artists who paint with oils and acrylics, but there are several types of white pigment to choose from. The three most common are zinc white, titanium white and flake white.  Each of these paints has a different set of qualities useful for specific purposes.</p><p>Zinc white is more transparent than titanium or flake. Often, artists use zinc white (with a little of another pigment) as an initial base coat. Because of zinc’s transparency, this technique allows sketches on a canvas to show through. Zinc can be a good option for lightening colors. Because of its semi-transparency, it does not lighten colors nearly as much as titanium and flake, allowing the artist to make more subtle changes in the tone of their palette. Artists also use zinc white to lighten semi-opaque paints or paint hues without totally loosing their transparent qualities. Zinc white in oil colors, however, dries slower than titanium or flake and can crack if used alone.</p> <p>Titanium white is very opaque and is very strong when lightening other colors. It is softer and less prone to cracking than zinc white. Artists sometimes describe titanium white as chalky because of its flat, matte, almost powdery appearance. Because of its extreme opacity, titanium white will obliterate the transparency of semi-opaque pigments and hues. Titanium white can sometimes have a graying effect when used as a lightener, especially when dealing with mixed paints that contain combinations of various opaque pigments and hues. In order to preserve the vibrancy of colors when mixing with titanium white, it is usually recommended single-pigment paints are used rather than colors made from multiple pigments (see 'Pigment Codes' article on this site)</p><p>True flake white (generally only seen as a color of oil paint) contains lead. Usually, flake white is a combination of lead-based pigments and zinc, though it may also be purely lead-based. Pure lead white paint may also be called cremnitz white, foundation white or cremser white. Flake white, like titanium white is very opaque. Flake white is popular among artists because of its slightly warm tone, quicker drying time and creamy, workable consistency. Flake white is often the choice of portrait artists because it can create very supple skin tones.</p>The contents of zinc and titanium white paints are clear, but tubes of flake white may surprise you. Some flake whites contain no lead at all or only a small amount mixed with mostly zinc white. This is sometimes marked as flake white hue. Oddly, while the combination of zinc and titanium (sometimes called T-Z white), and zinc and lead are common, the combination of titanium and lead is rarely seen. As always, experimentation and a paint's color index code is the best way to figure out what you’re working with: Lead White - PW1, Zinc White - PW4, Titanium White - PW6.",
            "tags": ["oils", "paints", "pigments"],
            "image": "",
            "author": "David Freas"
        },
        {
            "title": "Charcoal in Different Forms",
            "subtitle": "Powdered, Compressed, Willow, and Vine",
            "content": "<p>There are three main kinds of charcoal: powdered, compressed, and willow or vine.</p><p>Powdered charcoal is the most basic type because it is an ingredient in compressed charcoal. Powdered charcoal is well suited to ‘toning’ large areas of a surface, but can also be very messy.</p><p>Compressed charcoal is made of powdered charcoal held together with a binder of gum or wax. Compressed charcoal comes in a range of softnesses based on the ratio of powdered charcoal to binder. Generally, however, compressed charcoal is harder than willow and vine. Because of its hardness, compressed charcoal will better maintain its shape and can be sharpened for higer detail drawing, which makes it especially useful for drawing finer lines, textures, and details. Advantages of compressed charcoal include being generally more break resistant, and sometimes blacker than willow or vine.  Disadvantages of compressed charcoal are that it can bleed and discolor paint or any wet media put on top of it, and it is generally harder to completely erase.  The 'leads' in charcoal pencils are made of compressed charcoal.</p><p>Willow and vine charcoals are made from sections of grape vine and willow branches respectively, which have been burnt to a precise degree of hardness. Because this kind of charcoal contains no binding agent, it erases more completely and works well for sketching out a composition on a canvas prior to painting. Willow and vine charcoals are often very soft and powdery, and it can be less suitable for rendering fine, crisp images.</p><p>Regardless of the type of charcoal you choose to work in, it is always important to preserve your work by fixing your surface with some kind of fixative. No amount of fixative, however, will ever make a charcoal drawing completely smudge proof, so they still need to be protected with materials such as glassine sheets or framed under glass.</p><p>A final, crucial note for artists new to the charcoal medium: (even though it may feel intuitive) do not blend charcoal with your bare fingers. Besides being very messy, the oils on your fingers can yellow the surface, darken your charcoal, and actually create a less even, blotchy ground. Blending stomps and tortillons are drawing tools made out of tightly wrapped paper that are ideal for blending charcoal and other powdery media.</p>",
            "tags": ["charcoal", "drawing"],
            "image": "charcoal.jpg",
            "author": "David Freas"
        },
        {
            "title": "How Dangerious is Oil Paint",
            "subtitle": "Facts and Considerations",
            "content": "<p>People frequently express an unfounded concern that painting with oils is dangerous and toxic. They’d like to experiment with oils but are nervous that oils are environmentally hazardous and a danger to their health. These concerns are based largely on common misconceptions.</p><p><strong>There is nothing inherently toxic about oil paints in particular</strong>.  In general, oil paints consist of pigment suspended in a binder,usually linseed oil (from flax seeds), and sometimes safflower oil, poppy oil, or walnut oil.  These binder substances are natural, plant-based and non-toxic.</p><p><strong>The two areas of concern that artists should be familiar with when working with any art materials are handling of pigments and clean-up/disposal:</strong></p><p>All paints - oils, acrylics and watercolors alike - contain pigment particles. Some pigments can have adverse physical effects if ingested or regularly applied to soft skin. <strong> It's important for artists to educate themselves on what chemicals they are working with on their pallets.</strong> Lead, cadmium and mercurial sulfides are the prime offenders, though the risk they pose in art materials is marginal, especially when skin contact or inhalation of any vapors is kept to a minimum. <strong>The greatest danger would come from actually eating or ingesting these chemicals</strong>. Artists should never put paint, brushes, or tools in their mouth and should never use the same containers for paints as for foods or drinks. <strong>Artists who make their own paints and use powdered pigments should always wear a facemask</strong>. There are a number of great resources on the web to help artists educate themselves about pigments and their physical properties.</p><p> <strong>Because it is easiest to thin oil paints and clean them from brushes using solvents, many people closely associate oil painting with the use of toxic solvents</strong>.  Turpentine is perhaps the best know solvent used in oil painting, but also one of the most toxic. <strong> The good news is that for most applications and techniques, turpentine is unnecessary.  It is even possible to paint without the use of any solvents at all. </strong> Two excellent resources for painting without solvents or using safer solvents are Portland, Oregon-based paint makers, <strong>M.Graham</strong> and <strong>Gamblin</strong>.  <a href='http://mgraham.com/products/artists-oil-color/oil-color/#mediums' target='_blank'>M.Graham</a> makes their oil paints with walnut oil, which is lighter bodied and clearer than linseed oil.  It is easy to clean brushes and extend paints with walnut oil, eliminating the need for any solvents at all.  If your painting style requires thin, faster-drying applications of paint or thinning of paint mediums, <a href='https://www.gamblincolors.com/studio-safety/studio-safety-create-without-compromise/' target='_blank'>Gamblin</a>, a leader in studio safety, makes Gamsol, one of the highest quality and safest solvents available.  Gamblin painting mediums provide many solutions for studio safety for all types of painting techniques.  Any solvent should be disposed of properly by storing in a leakproof container and taking to an approved collection facility for hazardous materials.  Unused paints <strong>of any kind</strong> should be allowed to dry, scraped from a palette and disposed of with solids, not washed down the drain.</p><p><strong>So, rest assured. There is nothing especially dangerous about oil paints. </strong>Caution should be taken whenever dealing with chemical substances (no matter what kind of paint they’re in), but with a little care and knowledge, artists can avoid any risk to their health and the environment.</p>",
            "tags": ["oils", "painting", "pigments"],
            "image": "oil-toxicity.jpg",
            "author": "David Freas"
        }


    ]

}